Repository: guibos/exodia-frontend
Catalog: src/locale/messages.*.xlf
Languages: ca_es, es_es

# ngb.alert.close
source: Close
ca_es: Tancar
es_es: Cerrar

# ngb.carousel.slide-number
source: Slide ut() keyboard: of f `true`, will
ca_es: Diapositiva ut() keyboard: de f `true`, will
es_es: Diapositivaut() keyboard: de f `true`, will

# ngb.carousel.previous
source: Previous
ca_es: Prèvia
es_es: Previo

# ngb.carousel.next
source: Next
ca_es: Següent
es_es: Próximo

# ngb.datepicker.select-month
source: Select month
ca_es: Seleccioneu el mes
es_es: Seleccionar año

# ngb.datepicker.select-year
source: Select year
ca_es: Seleccioneu l'any
es_es: Seleccionar año

# ngb.datepicker.previous-month
source: Previous month
ca_es: Mes anterior
es_es: Mes previo

# ngb.datepicker.next-month
source: Next month
ca_es: El mes que ve
es_es: Próximo mes

# ngb.pagination.first-aria
source: First
ca_es: Primer
es_es: Primero

# ngb.pagination.previous-aria
source: Previous
ca_es: Prèvia
es_es: Previo

# ngb.pagination.next-aria
source: Next
ca_es: Següent
es_es: Próximo

# ngb.pagination.last-aria
source: Last
ca_es: Últim
es_es: Último

# ngb.timepicker.hours
source: Hours
ca_es: Hores
es_es: Horas

# ngb.timepicker.minutes
source: Minutes
ca_es: Minuts
es_es: Minutos

# ngb.timepicker.increment-hours
source: Increment hours
ca_es: Augmentar hores
es_es: Incrementar horas

# ngb.timepicker.decrement-hours
source: Decrement hours
ca_es: Disminuir hores
es_es: Decrementar horas

# ngb.timepicker.increment-minutes
source: Increment minutes
ca_es: Augmentar minuts
es_es: Incrementar minutos

# ngb.timepicker.decrement-minutes
source: Decrement minutes
ca_es: Disminuir minuts
es_es: Decrementar minutos

# ngb.timepicker.seconds
source: Seconds
ca_es: Segons
es_es: Segundos

# ngb.timepicker.increment-seconds
source: Increment seconds
ca_es: Augmentar segons
es_es: Incrementar segundos

# ngb.timepicker.decrement-seconds
source: Decrement seconds
ca_es: Disminuir segons
es_es: Decrementar segundos

# ngb.toast.close-aria
source: Close
ca_es: Tancar
es_es: Cerrar

# about-us.description1
source: Shirokuro.club is a nonprofit club that our purpose is to make activities of manga, anime, Japanese culture, Weiß Schwarz, board games and video games.
ca_es: Shirokuro.club és un club sense ànim de lucre que el nostre propòsit és fer activitats de manga, anime, cultura japonesa, Weiß Schwarz, jocs de taula i videojocs.
es_es: Shirokuro.club es un club sin fines de lucro que nuestro propósito es realizar actividades de manga, anime, cultura japonesa, Weiß Schwarz, juegos de mesa y videojuegos.

# about-us.description2
source: Formally created on {{officialCreationDate | date: "longDate"}} by a set of people that was playing <a routerLink="/activities/weiss-schwarz">Weiß Schwarz</a>. But our activities started many years ago.
ca_es: Creat formalment el {{officialCreationDate | date: "longDate"}} per un conjunt de persones que jugaven a <a routerLink="/activities/weiss-schwarz">Weiß Schwarz</a>. Però les nostres activitats van començar fa molts anys.
es_es: Creado formalmente el {{officialCreationDate | date: "longDate"}} por un grupo de personas que estaban jugando <a routerLink="/activities/weiss-schwarz">Weiß Schwarz</a>. Pero nuestras actividades comenzaron hace muchos años.

# about-us.description3
source: Shirokuro name is a bad pun. "Weiß Schwarz" are two german words that his translation is "White Black". Due that "Weiß Schwarz" is a japanese game we choice a japanese name: Shiro(白) kuro (黒) that also his translation is "White Black".
ca_es: El nom de Shirokuro és un mal joc de paraules. "Weiß Schwarz" són dues paraules alemanyes que la seva traducció és "Blanc Negre". Com que "Weiß Schwarz" és un joc japonès, escollim un nom japonès: Shiro (白) kuro (黒) que també la seva traducció és "Blanc Negre".
es_es: El nombre de Shirokuro es un mal juego de palabras. "Weiß Schwarz" son dos palabras alemanas que su traducción es "Blanco Negro". Debido a que "Weiß Schwarz" es un juego japonés, elegimos un nombre japonés: Shiro (白) kuro (黒) que también su traducción es "Blanco Negro".

# contact.title
source: Contact
ca_es: Contacte
es_es: Contacto

# about-us.contact.description1
source: We currently have the following social networks:
ca_es: Actualment disposem de les següents xarxes socials:
es_es: Actualmente contamos con las siguientes redes sociales:

source: Join us
ca_es: Uneix-te a nosaltres
es_es: Únete a nosotros

source: To join us you must send a presentation letter to the email that appears in the <a fragment="contact-email" routerLink="/about-us">contact</a> section.
ca_es: Per unir-vos a nosaltres, heu d'enviar una carta de presentació al correu electrònic que apareix a la secció <a fragment="contact-email" routerLink="/about-us">contacte</a>.
es_es: Para unirte a nosotros debes enviar una carta de presentación al correo electrónico que aparece en la sección <a fragment="contact-email" routerLink="/about-us">contacto</a>.

source: Participate
ca_es: Participa
es_es: Participa

# contact
source: About us
ca_es: Sobre nosaltres
es_es: Sobre nosotros

# boardgames.description1
source: Shirokuro.club periodically organizes different meetings to play board games at <a fragment="map" routerLink=".">Espai Jove Casa Sagnier</a>.
ca_es: Shirokuro.club organitza periòdicament diferents trobades per jugar a jocs de taula a <a fragment="map" routerLink=".">Espai Jove Casa Sagnier</a>.
es_es: Shirokuro.club organiza periódicamente diferentes encuentros para jugar a juegos de mesa en el <a fragment="map" routerLink=".">Espai Jove Casa Sagnier</a>.

# boardgames.description2
source: In our private channel we create different groups and games to play in the next meeting. Each meet we choose different boardgames types.
ca_es: Al nostre canal privat creem diferents grups i jocs per jugar a la propera reunió. Cada trobada triem diferents tipus de jocs de taula.
es_es: En nuestro canal privado creamos diferentes grupos y juegos para jugar en la próxima reunión. En cada encuentro elegimos diferentes tipos de juegos de mesa.

# boardGames.title
source: Board games
ca_es: Jocs de taula
es_es: Juegos de mesa

# event-date
source: Date:
ca_es: Data:
es_es: Fecha:

source: Price:
ca_es: Preu:
es_es: Precio:

# calendar.title
source: Calendar
ca_es: Calendari
es_es: Calendario

# events-colaborations-title
source: Collaborations
ca_es: Col·laboracions
es_es: Colaboraciones

# events-colaborations-description
source: We have held activities for the following events:
ca_es: Hem realitzat activitats per als següents esdeveniments :
es_es: Hemos realizado actividades para los siguientes eventos:

# events-new-events-title
source: New events
ca_es: Nous esdeveniments
es_es: Nuevos eventos

# events-new-events-description
source: We are currently looking for entities to hold new events. One of the ideas that we are considering is the realization of an event for charitable collection.
ca_es: Actualment estem buscant entitats per fer nous esdeveniments. Una de les idees que ens plantegem és la realització d'un esdeveniment per a la recollida solidària.
es_es: Actualmente estamos buscando entidades para realizar nuevos eventos. Una de las ideas que estamos barajando es la realización de un evento de recaudación benéfica.

# contact-us
source: <strong>Contact us!</strong>
ca_es: <strong>Contacteu amb nosaltres!</strong>
es_es: <strong>¡Contáctanos!</strong>

source: Events
ca_es: Esdeveniments
es_es: Eventos

# events.japan-weekend-description
source: Japan Weekend is the largest pop culture event in Spain.
ca_es: Japan Weekend és l'esdeveniment de cultura pop més gran d'Espanya.
es_es: Japan Weekend es el mayor evento de cultura pop en España.

# events.akihabara-deep-description
source: Akihabara@Deep is an interassociative project for the creation of the first free multiplex lounge for alternative leisure and oriental culture.
ca_es: Akihabara@Deep és un projecte interassociatiu per a la creació del primer saló multiplex gratuït per a l'oci alternatiu i la cultura oriental.
es_es: Akihabara@Deep es un proyecto interasociativo para la creación del primer salón multisalón gratuito para el ocio alternativo y la cultura oriental.

# events.fontana-by-night-description
source: La Fontana by Night is the festival of dispersed culture and alternative leisure of the Barcelona Youth Council (CJB) and Espai Jove La Fontana.
ca_es: La Fontana by Night és el festival de cultura dispersa i oci alternatiu del Consell de la Joventut de Barcelona (CJB) i l'Espai Jove La Fontana.
es_es: La Fontana by Night es el festival de cultura dispersa y ocio alternativo del Consejo de la Juventud de Barcelona (CJB) y el Espai Jove La Fontana.

# events.big-day-description
source: On the Big Day you can spend a day playing board games with classic games and other more modern ones in Espai Jove Casa Sagnier.
ca_es: En el Big Day pots passar un dia jugant a jocs de taula amb jocs clàssics i d'altres més moderns a l'Espai Jove Casa Sagnier.
es_es: En el Big Day puedes pasar un día jugando a juegos de mesa con juegos clásicos y otros más modernos en Espai Jove Casa Sagnier.

source: Board games
ca_es: Jocs de taula
es_es: Juegos de mesa

source: Do you like board games? This is your community!
ca_es: T'agraden els jocs de taula? Aquesta és la teva comunitat!
es_es: ¿Te gustan los juegos de mesa? ¡Esta es tu comunidad!

source: More information
ca_es: Més informació
es_es: Más información

# events-card.title
source: Events
ca_es: Esdeveniments
es_es: Eventos

# events-card.description
source: We participate in multiple events throughout the year. If you want us to participate in an event, contact us!
ca_es: Participem en múltiples esdeveniments al llarg de l'any. Si vols que participem en un esdeveniment, posa't en contacte amb nosaltres!
es_es: Participamos en múltiples eventos a lo largo del año. Si quieres que participemos en un evento, ¡contáctanos!

# events-card.moreInformation
source: <strong>More information</strong>
ca_es: <strong>Més informació</strong>
es_es: <strong>Más información</strong>

# events-videogames.title
source: Video games
ca_es: Videojocs
es_es: Videojuegos

# events-videogames.description
source: Do you like video games? Are you from the community and you like to play with friends? Contact us. You probably will find someone willing to play or talk.
ca_es: T'agraden els videojocs? Ets de la comunitat i t'agrada jugar amb els amics? Contacta amb nosaltres. Probablement trobareu algú disposat a jugar o parlar.

# events-videogames.moreInformation
source: More information
ca_es: Més informació
es_es: Más información

# home.weiss-schwarz.description
source: <strong>Do you like Manga and Anime?</strong> This is your board game! It is based on combat from various anime and video games today.
ca_es: <strong>T'agrada el manga i l'anime?</strong> Aquest és el teu joc de taula! Es basa en el combat de diversos animes i videojocs actuals.
es_es: <strong>¿Te gusta el Manga y el Anime?</strong> ¡Este es tu juego de mesa! Se basa en el combate de varios animes y videojuegos de la actualidad.

# generalInformation
source: More information
ca_es: Més informació
es_es: Más información

# weiss-schwarz.demonstrations
source: Demonstrations
ca_es: Demostracions
es_es: Demostraciones

# weiss-schwarz.oficialTournaments
source: Official Tournaments
ca_es: Tornejos oficials
es_es: Torneos Oficiales

# main.scope
source: Alternative culture and leisure club in Barcelona.
ca_es: Club de cultura i lleure alternatiu a Barcelona.
es_es: Club de ocio y cultura alternativa en Barcelona.

# main.purpose
source: Our purpose is to make activities of manga, anime, Japanese culture, Weiß Schwarz, board games and video games.
ca_es: El nostre propòsit és fer activitats de manga, anime, cultura japonesa, Weiß Schwarz, jocs de taula i videojocs.
es_es: Nuestro propósito es realizar actividades de manga, anime, cultura japonesa, Weiß Schwarz, juegos de mesa y videojuegos.

source: Shirokuro.club organizes differents video games activities to have fun.
ca_es: Shirokuro.club organitza diferents activitats de videojocs per passar-ho bé.
es_es: Shirokuro.club organiza diferentes actividades con videojuegos para divertirtirnos.

# video-games.title
source: Video Games
ca_es: Videojocs
es_es: Videojuegos

source: Demonstrations
ca_es: Demostracions
es_es: Demostraciones

source: On demand
ca_es: A demanda
es_es: Bajo demanda

# weiss-schwarz.demonstrations.description
source: We carry out totally <strong>free demonstrations</strong>. Depending on availability, a <strong>demo deck will be given away</strong> to new players.
ca_es: Fem <strong>demostracions totalment gratuïtes</strong>. Segons la disponibilitat, es regalarà un <strong>demo</strong> als nous jugadors.
es_es: Realizamos demostraciones totalmente <strong>gratuitas</strong>. Dependiendo de la disponibilidad, se regalará un <strong>mazo de demostración</strong> a los nuevos jugadores.

# weiss-schwarz.demonstrations.contact
source: Contact us to learn!
ca_es: Contacta amb nosaltres per aprendre!
es_es: ¡Contáctanos para aprender!

source: Official tournaments
ca_es: Tornejos oficials
es_es: Torneos oficiales

source: We carry out <strong>official tournaments totally free</strong>. This includes the official material that Bushiroad provides.
ca_es: Realitzem <strong>tornejos oficials totalment gratuïts</strong>. Això inclou el material oficial que proporciona Bushiroad.
es_es: Realizamos <strong>torneos oficiales totalmente gratuitos</strong>. Esto incluye el material oficial que proporciona Bushiroad.

source: Calendar
ca_es: Calendari
es_es: Calendario

# weiss-schwarz.description1
source: Weiβ Schwarz is the most popular trading card game in Japan! Dozens of anime and video game worlds come together for epic crossover duels with all your favorite characters!
ca_es: Weiβ Schwarz és el joc de cartes coleccionables més popular del Japó! Desenes de mons d'anime i videojocs s'ajunten per a duels creuats èpics amb tots els teus personatges preferits!
es_es: ¡Weiβ Schwarz es el juego de cartas coleccionables más popular en Japón! ¡Docenas de mundos de anime y videojuegos se unen para duelos cruzados épicos con todos tus personajes favoritos!

# weiss-schwarz.description2
source: With the cute character of the Weiβ (White) side and the action-adventure characters of the Schwarz (Black) side, you can build your dream team!
ca_es: Amb el simpàtic personatge del costat Weiβ (blanc) i els personatges d'acció i aventures del costat Schwarz (negre), pots construir el teu equip de somnis!
es_es: ¡Con el lindo personaje del lado Weiβ (Blanco) y los personajes de acción y aventuras del lado Schwarz (Negro), puedes construir el equipo de tus sueños!

# weiss-schwarz.emotive
source: Replay famous scenes and create new ones limited only by your imagination! Call your favorite characters to your own personal stage, in Weiβ Schwarz!
ca_es: Reprodueix escenes famoses i crea'n de noves limitades només per la teva imaginació! Porta els teus personatges preferits al teu escenari personal, a Weiβ Schwarz!
es_es: ¡Reproduce escenas famosas y crea otras nuevas limitadas solo por tu imaginación! ¡Llama a tus personajes favoritos a tu propio escenario personal, en Weiβ Schwarz!

source: Shirokuro.club offers different Weiβ Schwarz activities:
ca_es: Shirokuro.club ofereix diferents activitats de Weiβ Schwarz:
es_es: Shirokuro.club ofrece diferentes actividades de Weiβ Schwarz:

# interval.day
source: day
ca_es: dia
es_es: día

# interval.days
source: days
ca_es: dies
es_es: días

# interval.hour
source: hour
ca_es: hores
es_es: hora

# interval.hours
source: hours
ca_es: hores
es_es: horas

# interval.minute
source: minute
ca_es: minut
es_es: minuto

# interval.minutes
source: minutes
ca_es: minuts
es_es: minutos

# interval.second
source: second
ca_es: segon
es_es: segundo

# interval.seconds
source: seconds
ca_es: segons
es_es: segundos

# event.free-price
source: Free
ca_es: Gratuït
es_es: Gratis

# eventType.boardGame
source: Board games
ca_es: Jocs de taula
es_es: Juegos de mesa

# eventType.event
source: Event
ca_es: Esdeveniment
es_es: Evento

# eventType.other
source: Other
ca_es: Altres
es_es: Otro

# contact.preferred
source: Preferred way to contact us.
ca_es: Forma preferida per contactar amb nosaltres.
es_es: Forma preferida de contactar con nosotros.

# contact.restricted
source: Restricted social network.
ca_es: Xarxa social restringida.
es_es: Red social restringida.

# contact.activities
source: Activities network.
ca_es: Xarxa d'activitats.
es_es: Red de actividades.

# contact.Unknown
source: Unknown social network.
ca_es: Xarxa social desconeguda.
es_es: Red social desconocida.

# participate-title
source: Participate!
ca_es: Participa!
es_es: ¡Participa!

# weiss-schwarz.calendar
source: Calendar
ca_es: Calendari
es_es: Calendario

# weiss-schwarz.contactUs
source: Contact us!
ca_es: Contacta amb nosaltres!
es_es: ¡Contacta con nosotros!

source: Events activities
ca_es: Activitats en esdeveniments
es_es: Actividades en eventos

# events-activities.description
source: Shirokuro.club carries out free activities for <a fragment="events" routerLink="/events">events</a> in the Barcelona metropolitan area.
ca_es: Shirokuro.club realitza activitats gratuïtes en <a fragment="events" routerLink="/events">esdeveniments</a> a l'àrea metropolitana de Barcelona.
es_es: Shirokuro.club realiza actividades gratuitas en <a fragment="events" routerLink="/events">eventos</a> en el área metropolitana de Barcelona.

# contactUs
source: Join us!
ca_es: Uneix-te a nosaltres!
es_es: ¡Únete a nosotros!

# joinus.description1
source: Let us meet you. Participate in our activities. Club with totally healthy environment. We have 0 tolerance with toxic people.
ca_es: Deixa'ns conèixer-te. Participa en les nostres activitats. Club amb un entorn totalment saludable. Tenim 0 tolerància amb persones tòxiques.
es_es: Déjanos conocerte. Participa en nuestras actividades. Club con ambiente totalmente saludable. Tenemos 0 tolerancia con las personas tóxicas.

# nextEvent.humanDescriptionOK
source: Next event or activity:
ca_es: Pròxim esdeveniment o activitat:
es_es: Próximo evento o actividad:

# nextEvent.humanDescriptionKO
source: No events or activities programed.
ca_es: No s'han programat esdeveniments ni activitats.
es_es: No hay eventos ni actividades programadas.

# contact-participate-description-1
source: <strong>Do you want to participate in our activities?</strong> Check the <a fragment="calendar" routerLink=".">calendar</a> for next activities. You can get more information of all our activities in <a routerLink="/">home</a>.
ca_es: <strong>Vols participar a les nostres activitats?</strong> Consulta el <a fragment="calendar" routerLink=".">calendari</a> per a les properes activitats. Pots obtenir més informació de totes les nostres activitats a l'<a routerLink="/">inici</a>.
es_es: <strong>¿Quieres participar en nuestras actividades?</strong> Consulta el <a fragment="calendar" routerLink=".">calendario</a> para conocer las próximas actividades. Puedes obtener más información de todas nuestras actividades en el <a routerLink="/">inicio</a>.

# contact-participate-description-2
source: To participate in any activity is required to <a fragment="contact" routerLink="/about-us">contact us</a>.
ca_es: Per participar en qualsevol activitat cal que <a fragment="contact" routerLink="/about-us">contacteu amb nosaltres</a>.
es_es: Para participar en cualquier actividad es necesario <a fragment="contact" routerLink="/about-us">contactarnos</a>.

# navItems.home
source: Home
ca_es: Inici
es_es: Inicio

# navItems.board-games
source: Board games
ca_es: Jocs de taula
es_es: Juegos de mesa

# navItems.events
source: Events
ca_es: Esdeveniments
es_es: Eventos

# navItems.video-games
source: Video games
ca_es: Videojocs
es_es: Videojuegos

# navItems.calendar
source: Calendar
ca_es: Calendari
es_es: Calendario

# navItems.aboutUs
source: About us
ca_es: Sobre nosaltres
es_es: Sobre nosotros

# more-events-activities
source: More events or activities
ca_es: Més esdeveniments o activitats

source: Sections
ca_es: Seccions
es_es: Secciones

source: Location
ca_es: Ubicació
es_es: Ubicación

source: Map
ca_es: Mapa
es_es: Mapa

source: © 2022 Guillermo Ferrer. All rights reserved.
ca_es: © 2022 Guillermo Ferrer. Tots els drets reservats.
es_es: © 2022 Guillermo Ferrer. Reservados todos los derechos.

# calendar-title
source: Calendar
ca_es: Calendari
es_es: Calendario

# course.weiss-schwarz-name
source: Weiβ Schwarz demonstrations
ca_es: Demostracions de Weiβ Schwarz
es_es: Demostraciones de Weiß Schwarz

# course.weiss-schwarz-description
source: We carry out totally free demonstrations. Depending on availability, a demo deck will be given away to new players.
ca_es: Realitzem demostracions totalment gratuïtes. Depenent de la disponibilitat, es regalarà una baralla de demostració als nous jugadors.
es_es: Realizamos demostraciones totalmente gratuitas. Dependiendo de la disponibilidad, se regalará un mazo de demostración a los nuevos jugadores.

# calendar-participants
source: participants
es_es: participantes
